Revit 2024 API
AssetSet Properties
The AssetSet type exposes the following members.
Properties
Name | Description
IsEmpty
IsReadOnly
Identifies if the object is read-only or modifiable.
 (Inherited from APIObject.)
Size
See Also
AssetSet Class
Autodesk.Revit.DB.Visual Namespace